const moment = require('moment-timezone');
const menu = (prefix, pushname) => {
	var tim = new Date().getHours(), salam = tim > 2 && tim < 4 ? "Daybreak" : tim < 11 ? "Morning" : tim < 16 ? "Afternoon" : tim < 19 ? "Evening" : "Night"
	let p = 0
	return ` ─────❒  ⌜ *SF-BOTZ* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

Hi ${pushname}👋, Good ${salam}🌟.
I am *SF-BOTZ* ready to help you in whatsapp performance to make it easier to make stickers, etc

─────❒  ⌜ *INFO BOT* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙
┏━━─────┈ ⳹
┃├❒◦➛ *Name Bot* : SF-BOTZ
┃├❒◦➛ *Total command* : 137
┃├❒◦➛ *Owner Name* : Pachri Ganz:v
┃├❒◦➛ *Owner* : @${configs.ownerList[0].split('@')[0]}
┃├❒◦➛ *Prefix* : Multi Prefix
┃├❒◦➛ *Time* : ${moment().utcOffset('1000').format('YYYY-MM-DD HH:mm:ss')} WIB
┃└❒◦➛ *Rest API's* : https://zeks.me
┗━━━━━━━━─────┈ ⳹

─────❒  ⌜ *INFO USER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙
┏━━─────┈ ⳹
┃├❒◦➛ *Name User* : SF-BOTZ
┃├❒◦➛ *Bio* : 404
┃├❒◦➛ *Time* : ${moment().utcOffset('1000').format('YYYY-MM-DD HH:mm:ss')} WIB 
┃└❒◦➛ *Status* :  -
┗━━━━━━━━─────┈ ⳹

─────❒  ⌜ *MENU GROUP* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ  ${prefix}group _open|close_
あ ${prefix}antilink _on|off_
あ ${prefix}antitagall _on|off_
あ ${prefix}antiviewonce _on|off_
あ ${prefix}welcome _on|off_
あ ${prefix}leave _on|off_
あ ${prefix}setgroupicon _replyImage_
あ ${prefix}setgroupname _text_
あ ${prefix}setgroupdesc _text_
あ ${prefix}hidetag _text_
あ ${prefix}promote _@tag_
あ ${prefix}demote _@tag_
あ ${prefix}kick _@tag_
あ ${prefix}add _number_
あ ${prefix}getpp _@tag_
あ ${prefix}tagall
あ ${prefix}linkgroup
あ ${prefix}revoke
あ ${prefix}leave

─────❒  ⌜ *MENU DOWNLOADER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}play _query_
あ ${prefix}playvid _query_
あ ${prefix}youtubedl _query_
あ ${prefix}ytmp3 _link_
あ ${prefix}ytmp4 _link_
あ ${prefix}igstory _username_
あ ${prefix}ig _link_
あ ${prefix}joox _song_

─────❒  ⌜ *MENU STICKER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}stickerwm _pack|author_
あ ${prefix}takestick _pack|author_
あ ${prefix}toimg _replySticker_
あ ${prefix}togif _replySticker_
あ ${prefix}semoji _emoji_
あ ${prefix}stickerfire
あ ${prefix}stickernobg
あ ${prefix}stickergif
あ ${prefix}sticker

─────❒  ⌜ *MENU ANIME* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}anime _query_
あ ${prefix}manga _query_
あ${prefix}chara _query_
あ ${prefix}waifu

─────❒  ⌜ *MENU EDUCATION* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}nulis _text_
あ ${prefix}brainly _query_
あ ${prefix}kbbi _query_
あ ${prefix}wiki _query_

─────❒  ⌜ *MENU SEARCHING* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}playstore _apk_
あ ${prefix}happymod _apk_
あ ${prefix}iguser _username_
あ ${prefix}igstalk _username_
あ ${prefix}ytsearch _query_
あ ${prefix}ytplaylist _query_
あ ${prefix}ytchannel _channel_
あ ${prefix}shoope _product_
あ ${prefix}spotify _song_
あ ${prefix}gsmarena _hp_
あ ${prefix}searchmusic _replyAudio_
あ ${prefix}wallpaper _query_
あ ${prefix}pinterest _query_
あ ${prefix}googleimage _query_
あ ${prefix}jagokata _kata_

─────❒  ⌜ *MENU PRIMBON* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}jodoh _kamu|dia_
あ ${prefix}artinama _nama_
あ ${prefix}artimimpi _mimpi_

─────❒  ⌜ *MENU RANDOM* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}fml
あ ${prefix}randomquran
あ ${prefix}meme
あ ${prefix}darkjoke
あ ${prefix}pantun
あ ${prefix}nickepep
あ ${prefix}quotes
あ ${prefix}estetikpic

─────❒  ⌜ *MENU TEXTMAKER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}wolflogo _text1|text2_
あ ${prefix}logoaveng _text1|text2_
あ ${prefix}phlogo _text1|text2_
あ ${prefix}marvellogo _text1|text2_
あ ${prefix}gtext _text1|text2_
あ ${prefix}pubglogo _text1|text2_
あ ${prefix}snowwrite _text1|text2_
あ ${prefix}watercolour _text1|text2_
あ ${prefix}harta _text_
あ ${prefix}thundertext _text_
あ ${prefix}flametext _text_
あ ${prefix}glowtext _text_
あ ${prefix}smoketext _text_
あ ${prefix}lithgtext _text_
あ ${prefix}flowertext _text_
あ ${prefix}bneon _text_
あ ${prefix}matrix _text_
あ ${prefix}breakwall _text_
あ ${prefix}gneon _text_
あ ${prefix}dropwater _text_
あ ${prefix}tfire _text_
あ ${prefix}sandw _text_
あ ${prefix}epep _text_
あ ${prefix}gplaybutton _text_
あ ${prefix}splaybutton _text_
あ ${prefix}text3dbox _text_
あ ${prefix}text3d _text_
あ ${prefix}logobp _text_
あ ${prefix}leavest _text_
あ ${prefix}tlight _text_
あ ${prefix}naruto _text_
あ ${prefix}crosslogo _text_
あ ${prefix}cslogo _text_
あ ${prefix}crismes _text_

─────❒  ⌜ *MENU IMAGE* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}missing _text1|text2|text3|@tag_
あ ${prefix}calender _replyImage / @tag_
あ ${prefix}drawing _replyImage / @tag_
あ ${prefix}sketch _replyImage / @tag_

─────❒  ⌜ *MENU OTHER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}tomp3 _replyVideo_
あ ${prefix}removebg _replyImage / @tag_
あ ${prefix}tts _code|text_
あ ${prefix}qrencode _text_
あ ${prefix}barcode _text_
あ ${prefix}jadwalsholat _daerah_
あ ${prefix}jadwaltv _channel_
あ ${prefix}tebakgambar

─────❒  ⌜ *MENU INFO* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}stickermenu
あ ${prefix}owner
あ ${prefix}limit
あ ${prefix}info
あ ${prefix}listvn

─────❒  ⌜ *MENU OWNER* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

あ ${prefix}setpp _replyImage_
あ ${prefix}eval _text_
あ ${prefix}term _code_
あ ${prefix}block _@tag_
あ ${prefix}unblock _@tag_
あ ${prefix}join _link_
あ ${prefix}bc _text_
あ ${prefix}addvn _replyAudio/vn_
あ ${prefix}delvn _name_
あ ${prefix}premium add _@tag_
あ ${prefix}premium del _@tag_
あ ${prefix}premium list
あ ${prefix}clearall
あ ${prefix}resetlimit
あ ${prefix}self
あ ${prefix}public

─────❒  ⌜ *THANKS TO* ⌟  ❒─────┈ ⳹❋ཻུ۪۪⸙

❐◦➛ KurrXd Offc
❐◦➛ HelgaIlham
❐◦➛ Baileys/@adiwajshing
❐◦➛ Pachri Ganz
❐◦➛ Penyedia RestApi
❐◦➛ Seluruh Penggunaa SF-BOTZ
`
}

const ingfo = `╠═〘 SF-BOTZ 〙 ═ ⳹❋ཻུ۪۪⸙
╠❐◦➛ *Versi :* 4.3.0
╠❐◦➛ *Home Page :* https://github.com/Ipulpachri
╠❐◦➛ *Issue :* https://github.com/Ipulpachri/SF-BOTZ/issues
╠❐◦➛ *Prefix :* Multi Prefix
╠❐◦➛ *Lib :* Baileys
╠❐◦➛ *Language :* Node.Js
╠❐◦➛ *Ping :*  789 *ms*
╠❐◦➛ *Total user :* 3752 *user*
╠❐◦➛ *Runtime :*  -
║
╠═〘 DONASI 〙 ═ ⳹❋ཻུ۪۪⸙
╠➥ DANA [  085713041886 ]
╠➥ PULSA [ 08159917553 ]
║
║
║ *OFFICIAL GRUB SF-BOTZ* ⳹❋ཻུ۪۪⸙
║https://chat.whatsapp.com/LTzzFq2zVqLI7cdahiQT18
║
║
║‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎
╠═〘 PRIVACY BOT 〙 ═ ⳹❋ཻུ۪۪⸙
╠➥ *KAMI TIDAK BERTANGGUNG*
║   *JAWAB ATAS PENYALAH*
║   *GUNAAN BOT*
╠➥ *KAMI TIDAK BERTANGGUNG*
║   *JAWAB ATAS KEBOCORAN DATA*
║   *PRIBADI ANDA*
╠➥ *KAMI AKAN MENYIMPAN DATA*
║   *SEPERTI NOMER TELEPON*
║   *ANDA DI DATABASE KAMI*
║ 
║ 
╠═❐  ©2021 SF-BOTZ
╠❐◦➛ Scrip original by KurrXd
╠❐◦➛ Creator : Fachri Ganz
╠❐◦➛ Api zeks : https://zeks.me
╠❐◦➛ Pachri Ganz
╠═〘 SF-BOTZ 〙 ═ ⳹❋ཻུ۪۪⸙
`

const listCode = `Kode bahasa jgviy tidak ada\n  Code       Bahasa\n    sq        Albanian\n    ar        Arabic\n    hy        Armenian\n    ca        Catalan\n    zh        Chinese\n    zh-cn     Chinese (China)\n    zh-tw     Chinese (Taiwan)\n    zh-yue    Chinese (Cantonese)\n    hr        Croatian\n    cs        Czech\n    da        Danish\n    nl        Dutch\n    en        English\n    en-au     English (Australia)\n    en-uk     English (United Kingdom)\n    en-us     English (United States)\n    eo        Esperanto\n    fi        Finnish\n    fr        French\n    de        German\n    el        Greek\n    ht        Haitian Creole\n    hi        Hindi\n    hu        Hungarian\n    is        Icelandic\n    id        Indonesian\n    it        Italian\n    ja        Japanese\n    ko        Korean\n    la        Latin\n    lv        Latvian\n    mk        Macedonian\n    no        Norwegian\n    pl        Polish\n    pt        Portuguese\n    pt-br     Portuguese (Brazil)\n    ro        Romanian\n    ru        Russian\n    sr        Serbian\n    sk        Slovak\n    es        Spanish\n    es-es     Spanish (Spain)\n    es-us     Spanish (United States)\n    sw        Swahili\n    sv        Swedish\n    ta        Tamil\n    th        Thai\n    tr        Turkish\n    vi        Vietnamese\n    cy        Welsh\n    `

const mess = {
             wait: '*⌜❗⌟* Tunggu sebentar ya kak',
			 group: '*⌜❗⌟* this command can only be used in groups!',
			 admin: '*⌜❗⌟* only be used by admin!',
			 botAdmin: '*⌜❗⌟* this command can only be used if the bot is an admin groups',
			 limit: 'Limit penggunaan anda sudah habis, \n\nNote: limit akan direset setiap 00.00',
			 ownerOnly: '*⌜❗⌟* This command is only for the owner'
}

module.exports = {
	menu,
	ingfo,
	listCode,
	mess
}
